Repository: klyok/Skype.OmegaT
Catalog: Skype.OmegaT/omegat/project_save.tmx
Source language: en
Languages: be

source: For more help, go to the call quality guide.
be: Па дапамогу зьвяртайцеся да кіраўніцтва па якасьці сувязі.

source: For more help, visit the call quality guide.
be: Па дапамогу зьвяртайцеся да кіраўніцтва па якасьці сувязі.

source: Forever
be: ад пачатку

source: Forgot your password?
be: Забыліся на пароль?

source: Form
be: Форма

source: Forward
be: Далей

source: Forward calls if I do not answer on Skype within
be: Перасылаць выклікі, калі я не адказваю цягам

source: Forward calls if I do not answer within
be: Перасылаць выклікі, калі я не адказваю цягам

source: Forward calls when I'm not on Skype
be: Перасылаць выклікі, калі я ня ў Skype

source: Forward my calls to:
be: Перасылаць выклікі да:

source: Forwarding
be: Перасылаецца

source: Free
be: Задарма

source: Free trial call to a mobile or landline
be: Дармавое тэлефанаваньне

source: From
be: Ад каго:

source: From %s
be: Ад %s

source: From %s for %s
be: Ад %s за %s

source: From %s/min
be: Ад %s за хвіліну

source: From Beginning
be: ад пачатку

source: From: %s
be: Ад каго: %s

source: Full Name
be: Поўнае ймя

source: Full Name:
be: Поўнае ймя:

source: Full Screen
be: На ўвесь экран

source: Full name
be: Поўнае ймя

source: Full profile
be: Увесь профіль

source: Full screen
be: На ўвесь экран

source: Full-screen
be: На ўвесь экран

source: Gallery
be: Ґалерэя

source: Gender
be: Пол

source: Gender:
be: Пол:

source: General
be: Агульныя

source: General info
be: Агульныя зьвесткі

source: General settings
be: Галоўныя налады

source: Geographical, software version and other limitations apply - see our
be: Абмежаваньні залежаць ад вэрсіі, месцазнаходжаньня ды іншага — глядзіце

source: Get Adobe Flash player
be: усталюйце прайгравальнік Flash ад Adobe

source: Get Apps...
be: Атрымаць дадаткі…

source: Get Help: Answers and Support
be: Дапамога: адказы ды падтрымка

source: Get a subscription
be: Падпісацца

source: Get an Online Number
be: Атрымаць сеціўны нумар

source: Get another subscription
be: Падпісацца на іншае

source: Get group video
be: Супольнае відэа

source: Get help
be: Дапамога

source: Get help fixing this problem
be: Парады, як гэты выправіць

source: Get help with your call quality issues
be: Дапамога па пытаньнях якасьці сувязі

source: Get it and add me as a contact!
be: Дадайце мяне да кантактаў, калі ўсталюеце Skype.

source: Get more help with this issue
be: Падрабязнасьці па гэтым пытаньні

source: Get more ringtones and custom sounds
be: Атрымаць болей гукаў і мэлёдый

source: Get started
be: Пачаць

source: Get the latest version of Skype:
be: Атрымайце найноўшую вэрсію Skype:

source: Get the latest webcam software.
be: Спампуйце найноўшыя праґрамныя сродкі да камэры.

source: Get voicemail when you sign up for a subscription.
be: Задзейнічаць галасавую пошту можна, калі падпісацца на яе.

source: Giggle
be: Хіхікаю

source: Give feedback
be: Водгук

source: Go offline?
be: Ці выйсьці зь сеткі?

source: Go through the checks below and stay on this screen to see if they worked.
be: Спраўджвайце, што раіцца ніжэй, і глядзіце тут, ці працуе камэра.

source: Go to the Call Phones tab to enter the number and send the SMS.
be: Каб даслаць SMS, перайдзіце на ўкладку «Тэлефанаваць» і ўпішыце нумар.

source: Good
be: Добрая

source: Group
be: Суполка

source: Group SMS
be: SMS суполцы

source: Group calling, sending files, and other things are available only between Skype users
be: Весьці супольныя размовы, дасылаць файлы ды яшчэ шмат што іншага можна рабіць толькі ў сетцы Skype

source: Group saved
be: Суполку захавалі

source: Group video calling
be: Супольная сувязь па відэа

source: Group video calls can be quite demanding on your computer.
be: Супольныя выклікі па відэа могуць істотна нагружаць кампутар.

source: Group video is unavailable at the moment.
be: Пакуль нельга карыстацца супольным відэа.

source: HTTPS Proxy
be: Пасродак HTTPS

source: HTTPS proxy auth failed
be: Не ўдалося апазнацца на пасродку HTTPS

source: Had several problems; really affected the call
be: Розныя непаладкі, якія істотна ўплываюць на выклікі

source: Had some problems that affected the call
be: Пэўныя непаладкі падчас выклікаў

source: Handshake
be: Паціскаю руку

source: Hang Up
be: Пакласьці слухаўку

source: Hang up
be: Пакласьці слухаўку

source: Hang up (Classic)
be: Кладзем слухаўку (звычайны)

source: Hangup
be: Пакласьці слухаўку

source: Happy
be: Шчасьце

source: Haven't Shared Contact Details
be: не паказвае зьвесткі для сувязі

source: Headphones with a microphone attached.
be: Слухаўкі зь мікрафонам.

source: Heart
be: Сэрца

source: Heartbeat (Skype Status)
be: Пульс (стан Skype)

source: Heidy
be: Вавёрачка

source: Hello and welcome to Skype.
be: Сардэчна вітаем вас у Skype.

source: Hello!
be: Прывітаньне!

source: Help
be: Дапамога

source: Help a friend get started on Skype
be: Дапамагчы сябру пачаць карыстацца Skype

source: Help and Skype tips
be: Дапамога ды парады ад Skype

source: Help this person get started on Skype
be: Дапамажыце гэтаму чалавеку разабрацца ў Skype

source: Here's what's free, Skype-to-Skype:
be: Карыстальнікі Skype могуць задарма:

source: Hi
be: Вітаю

source: Hi there!
be: Прывітаньне!

source: Hi!
be: Прывітаньне!

source: Hide
be: Схаваць

source: Hide Contacts
be: Схаваць кантакты

source: Hide Contacts Who
be: Хаваць тых, хто

source: Hide Conversation
be: Схаваць размову

source: Hide Facebook Friends
be: Схаваць сяброў з Facebook

source: Hide IM
be: Схаваць гутарку

source: Hide My Video Automatically
be: Самарушна хаваць маё відэа

source: Hide Picture
be: Схаваць малюнак

source: Hide contact profile
be: Схаваць профіль кантакту

source: Hide contacts
be: Схаваць кантакты

source: Hide conversation
be: Схаваць размову

source: Hide conversation profile
be: Схаваць профіль размовы

source: Hide details
be: Схаваць падрабязнасьці

source: Hide dial pad
be: Схаваць наборнік

source: Hide earlier messages
be: Схаваць ранейшыя паведамленьні

source: Hide group avatar and topic
be: Схаваць увасабленьне ды тэму суполкі

source: Hide history
be: Схаваць гісторыю

source: Hide messages
be: Схаваць паведамленьні

source: Hide my video
be: Схаваць маё відэа

source: Hide online user count
be: Не паказваць, колькі людзей у сетцы

source: Hide problems
be: Схаваць непаладкі

source: Hide profile
be: Схаваць профіль

source: Hide read conversations
be: Схаваць прачытаныя размовы

source: High Quality Video - you're all set up
be: Высакаякасным відэа ўжо можна карыстацца

source: High five
be: Малайчына!

source: High sound coming from the speakers
be: Моцны пошум з галасьнікоў

source: History
be: Гісторыя

source: Hmm - one more try
be: Хмм… паспрабуем яшчэ раз

source: Hold
be: Трымаць

source: Hold Call
be: Трымаць выклік

source: Hold call
be: Трымаць выклік

source: Hold on while we try to get the call back.
be: Пачакайце: мы спрабуем аднавіць сувязь.

source: Home
be: Хатні

source: Home (%s)
be: Хатні (%s)

source: Home Phone:
be: Хатні тэлефон:

source: Home phone
be: Хатні тэлефон:

source: Homepage:
be: Бачына:

source: Host
be: Вузел

source: Hotkey
be: Гарачая клявіша

source: Hotkeys
be: Гарачыя клявішы

source: How did that go?
be: Як усё прайшло?

source: How was that?
be: Ну як: ці спадабалася?

source: How would you rate the overall quality of last call?
be: Як бы вы ацанілі агульную якасьць апошняга выкліку?

source: How would you rate the overall quality of last video call?
be: Як бы вы ацанілі агульную якасьць апошняга выкліку па відэа?

source: How would you rate the overall quality of this call?
be: Як бы вы ацанілі агульную якасьць гэтага выкліку?

source: How would you rate the overall quality of this video call?
be: Як бы вы ацанілі агульную якасьць гэтага выкліку па відэа?

source: Hug
be: Абдымаю

source: I agree
be: Пагаджаюся

source: I agree - create account
be: Я пагаджаюся — стварыць рахунак

source: I am already in a call
be: я ўжо размаўляю

source: I am already on a call
be: я ўжо размаўляю

source: I do not agree
be: Не пагаджаюся

source: I do not answer within
be: я не адказваю цягам

source: I had a few problems and would like more help.
be: Я маю пэўныя цяжкасьці — мне трэба дапамога.

source: I reject an incoming call
be: я адхіляю ўваходны выклік

source: I send a message
be: я дасылаю паведамленьне

source: I send a voicemail
be: я дасылаю галасавую пошту

source: I sign in
be: я ўваходжу ў Skype

source: I sign out
be: я выходжу са Skype

source: I think there is a problem with my microphone
be: Думаю, нешта ня так зь мікрафонам

source: I think there is a problem with my speakers
be: Думаю, нешта ня так з галасьнікамі

source: I&gnore poster names
be: Не &зважаць на ймёны аўтараў

source: I've got group video calling - a great new feature that means you, me and at least one other person can get together on a video call.
be: Я карыстаюся супольнаю сувязьзю па відэа — гэта выдатны спосаб некалькі чалавекам зьвязвацца па відэа.

source: IM
be: Гутарыць

source: IM & SMS
be: Гутаркі ды SMS

source: IM Notification Settings
be: Налады спавяшчэньняў гутаркі

source: IM appearance
be: Выгляд гутарак

source: IM link:
be: Спасылка на гутарку:

source: IM notification settings
be: Налады спавяшчэньняў гутаркі

source: IM notifications will alert you when something new happens in this IM.
be: Спавяшчэньні гутаркі паведамяць вам, калі нешта адбылося ў гутарцы.

source: IM settings
be: Налады гутаркі

source: IP address is blocked.
be: Замкнёны адрас IP.

source: If that doesn't help, try quitting Skype then restarting it.
be: Калі гэта не дапаможа, паспрабуйце зачыніць Skype і запусьціць яго зноўку.

source: If then problem persists, try quitting other programs when calling with Skype.
be: Калі праблема застанецца, паспрабуйце выходзіць зь іншых праґрамаў, калі выклікаеце праз Skype.

source: If there is no answer, calls are sent to voicemail
be: Калі гэтыя нумары не адкажуць, выклікі накіруюцца на галасавую пошту

source: If you are connected to the internet,
be: Калі вы маеце злучэньне зь сецівам,

source: If you are searching using your contact's full name try a new search by Skype Name.
be: Калі вы шукаеце паводле поўных імёнаў, паспрабуйце шукаць паводле імёнаў у Skype.

source: If you are under 16 years of age Skype stops people you do not know from contacting you
be: Калі вы ня маеце 16 год, Skype забароніць размаўляць з вамі людзям, якіх вы ня ведаеце

source: If you are using a laptop, check that your wireless card is connected.
be: Калі вы за ноўтбукам, паглядзіце, ці працуе картка бяздротавае сувязі.

source: If you call %1 your current call will be put on hold.
be: Бягучы выклік будзе ўтрымвацца, калі выклікаць %1.

source: If you call %s this voicemail message will be cancelled.
be: Галасавое паведамленьне сатрэцца, калі выклікаць %s.

source: If you call %s your current call will be put on hold.
be: Бягучы выклік будзе ўтрымвацца, калі выклікаць %s.

source: If you cancel now the other party will not receive this file.
be: Калі скасаваць, іншыя не атрымаюць гэты файл.

source: If you cancel now then no one will receive it.
be: Калі скасаваць, ніхто не атрымае гэты файл.

source: If you cancel now you will not receive these files.
be: Калі скасаваць, вы не атрымаеце гэтыя файл.

source: If you cancel now you will not receive this file.
be: Калі скасаваць, вы не атрымаеце гэты файл.

source: If you do not know your contact's Skype Name you will need to ask him or her for it.
be: Калі вы ня ведаеце імені чалавека ў Skype, раім запытацца яго (ці яе).

source: If you do, %s will not receive this file.
be: Калі скасаваць, %s не атрымае гэты файл.

source: If you download it too, we can call, video call and instant message each other free - even if we're on opposite sides of the world.
be: Калі вы таксама спампуеце гэтую праґраму, мы зможам задарма перапісвацца, размаўляць голасам і па відэа — нат калі будзем на супрацьлеглых баках зямное кулі.

source: If you enter your birth date, Skype sends your friends a reminder when it's your birthday.
be: Калі пазначыць, у які дзень вы нарадзіліся, Skype будзе нагадваць вашым сябрам, калі ў вас народзіны.

source: If you had problems, try
be: Калі зьявіліся праблемы, паспрабуйце

source: If you have a webcam, make sure it's plugged in, switched on and you've installed the latest drivers.
be: Калі вы сапраўды маеце камэру, упэўніцеся, што яе далучылі, улучылі ды ўсталявалі павадыры (драйвэры) да яе.

source: If you keep seeing this error, please contact Skype customer support.
be: Калі гэтая памылка ня зьнікне, зьвяжыцеся са службаю падтрымкі Skype.

source: If you know their <b>Skype Name</b>, <b>full name</b> or <b>email address</b> enter it here, or leave this box blank.
be: Калі вы ведаеце <b>імя ў Skype</b>, <b>поўнае ймя</b> альбо <b>адрас эл. пошты</b>, упішыце іх тут або пакіньце поле пустым.

source: If you know their Skype Name, full name or e-mail address, enter it into the box below.
be: Калі вы ведаеце іхняе ймя ў Skype, поўнае ймя альбо эл. пошту, упішыце іх ніжэй.

source: If you leave this chat, you will no longer receive any new messages from the chat.
be: Калі выйсьці з гутаркі, вы болей не атрымаеце ніводнага паведамленьня зь яе.

source: If you need sound equipment, you can buy some great headsets from our online shop.
be: Калі вам трэба гукавое абсталяваньне, дык добрыя слухаўкі можна набыць у нашае сеціва-краме.

source: If you plug a webcam into your computer, you can make free video calls to anyone else on Skype, anywhere in the world.
be: Калі далучыць камэру да кампутара, можна будзе задарма выклікаць па відэа іншых карыстальнікаў Skype, дзе б яны не былі.

source: If you want to call a phone number again, you'll need some Skype Credit.
be: Калі вы захочаце патэлефанаваць зноўку, вам спатрэбіцца невялічкі крэдыт у Skype.

source: If you want to call phones and mobiles again, you'll need some Skype Credit.
be: Каб тэлефанаваць на перасоўныя ці гарадзкія нумары, трэба мець невялічкі крэдыт у Skype.

source: If you want to change your call forwarding settings, click Reset and enter them here
be: Каб зьмяніць налады перасылаць выклікі, пстрыкніце «Ўзнавіць» і ўпішыце іх тут

source: If you've got Skype Credit you can transfer calls to landlines and mobiles anywhere.
be: Калі вы маеце крэдыт у Skype, перадаваць выклікі можна й на перасоўныя ды гарадзкія нумары.

source: If your microphone or headset has a mute switch, make sure it is turned off.
be: Калі мікрафон (або слухаўкі зь мікрафонам) маюць улучальнік, упэўніцеся, што іх улучылі.

source: Ignore
be: Не зважаць

source: Ignore Call
be: Не зважаць на выклік

source: Ignore Contact Request
be: Не зважаць на запыт

source: Ignore call
be: Не зважаць на выклік

source: Ignore the contact request
be: Не зважаць на гэты запыт кантактаваць

source: Image Size Error!
be: Памылка ў памеры відарысу!

source: Image file corrupted
be: Пашкоджаны файл відарысу

source: Image file is corrupted and can't be used.
be: Відарыс нельга ўжыць: пашкоджаны файл.

source: Images
be: Відарысы

source: Import Contacts…
be: Бяруцца кантакты…

source: Import contacts
be: Узяць кантакты

source: Import sounds
be: Узяць гукі

source: In call
be: Ідзе размова

source: In love
be: Каханьне

source: In the main Skype menu, choose <b>Skype</b> » <b>Account...</b> to see all of your pay monthly and Pay As You Go options.
be: Каб пабачыць магчымыя спосабы плаціць штомесяц ці за кожны выклік, у галоўным мэню абярыце <b>Skype</b> » <b>Рахунак…</b>

source: In the main menu, click Skype and choose Privacy.
be: Пстрыкніце «Skype» у галоўным мэню, потым абярыце «Адасобленасьць»

source: In the meantime, you won't be able to make calls if you can't hear who you're talking to, but you can still use instant messaging to talk to your friends.
be: Пакуль вы ня можаце нікога выклікаць (вы не пачуеце суразмоўцу), але можна абменьвацца зь сябрамі паведамленьнямі ў гутарках.

source: In the meantime, you won't be able to make calls if you can't make your voice heard, but you can still use instant messaging talk to your friends.
be: Пакуль вы ня можаце нікога выклікаць (суразмоўца вас не пачуе), але можна абменьвацца зь сябрамі паведамленьнямі ў гутарках.

source: Incoming
be: Уваходны

source: Incoming Call Ringing
be: Званок уваходнага выкліку

source: Incoming Contact Request
be: Уваходны запыт кантактаваць

source: Incoming call
be: Уваходны выклік

source: Incoming calls
be: Уваходныя выклікі

source: Incoming file from %1
be: Уваходны файл ад %1

source: Incoming files from %1
be: Уваходныя файлы ад %1

source: Incorrect Password
be: Неадпаведны пароль

source: Incorrect password
be: Неадпаведны пароль

source: Info
be: Зьвесткі

source: Information
be: Зьвесткі

source: Initializing...
be: Распачынаем…

source: Insert line break
be: Новы радок

source: Insert smiley
be: Уставіць усьмешку

source: Install or upgrade Flash Player ActiveX to add video to your mood.
be: Каб дадаць відэа да настрою, усталюйце або абнавіце Flash Player ActiveX.

source: Instant Message
be: Гутарыць

source: Instant Message (IM)
be: Гутарка

source: Instant Messages
be: Гутаркі

source: Instant message about this
be: Пагутарыць пра гэта

source: Instant messages
be: Гутаркі

source: Insufficient Credit
be: Нестае крэдыту

source: Internal Error!
be: Унутраная памылка!

source: Internal error (Control packet unknown).
be: Унутраная памылка (невядомы кантрольны пакунак)

source: Internal error, please try again.
be: Паспрабуйце зноўку: унутраная памылка

source: Internet connection
be: Злучэньне зь сецівам

source: Internet connection lost
be: Згубілі злучэньне зь сецівам

source: Internet connection problem
be: Непаладкі злучэньня зь сецівам

source: Introducing group video calling
be: Прапануем да вашае ўвагі супольную сувязь па відэа

source: Invalid Email
be: Хібная эл. пошта

source: Invalid Number
be: Хібны нумар

source: Invalid Skype Name
be: Хібнае ймя Skype

source: Invalid Skype Name or phone number
be: Хібнае ймя Skype або нумар тэлефону

source: Invalid address
be: Хібны адрас

source: Invalid character eg Σ, à, ß
be: Неадпаведны знак (кшталту Σ, à, ß)

source: Invalid confirmation code.
be: Хібны код пацьверджаньня.

source: Invalid email address
be: Хібны адрас эл. пошты

source: Invalid hotkeys detected
be: Выявілі хібныя гарачыя клявішы

source: Invalid phone number
be: Хібны нумар тэлефону

source: Invalid port
be: Хібны порт

source: Invisible
be: Хаваюся

source: Invite Selected Contacts to Conference
be: Запрасіць абраных да нарады

source: Invite contacts to get group video
be: Запрасіць кантактаў задзейнічаць супольнае відэа

source: Invite more friends
be: Запрасіць яшчэ сяброў

source: Invite to Conference
be: Запрасіць да нарады

source: It all worked fine.
be: Усё працуе выдатна.

source: It appears your system has PulseAudio running: to change sound settings you need to use your Desktop Manager volume control or PulseAudio volume control.
be: Падобна, што на вашае сыстэме працуе PulseAudio. Таму каб зьмяніць налады гуку, трэба карыстацца кіраўніком гуку стальніцы альбо PulseAudio.

source: It may contain viruses or code that could harm your computer.
be: Ён можа зьмяшчаць вірусы ці код, які можа пашкодзіць ваш кампутар.

source: It might be your firewall.
be: Мажліва, вінаватая сетказаслона.

source: It needs to be 6-20 characters long.
be: Ён мусіць зьмяшчаць ад 6 да 20 знакаў.

source: It shows your smiling, talking face to the people you call.
be: Менавіта празь яе вашыя суразмоўцы могуць бачыць, як вы балбочаце ды ўсьміхаецеся.

source: It wasn't me!
be: Гэта ня я!

source: It will be easier for you to see.
be: Так будзе лепей бачна.

source: It will be useful if you don't have a headset or a microphone.
be: Карысная рэч, калі няма слухавак зь мікрафонам альбо асобнага мікрафона.

source: It won't take long to upgrade - and you'll get all the latest improvements and fixes.
be: Каб абнавіцца, часу спатрэбіцца няшмат, а ў выніку вы атрымаеце апошнія паляпшэньні ды выпраўленьні.

source: It's also the quick, easy way to fix issues during a call.
be: Таксама яна дапаможа хутка выправіць магчымыя праблемы падчас выкліку.

source: It's free from adware and spyware, and we work with all the major antivirus software providers.
be: Skype не зьмяшчае рэклямных і шпіёнскіх дадаткаў: мы супрацоўнічаем з усімі буйнымі вытворцамі супрацьвірусных праґрамаў сродкаў.

source: It's like sending a chat message with the microphone turned on.
be: Гэта як даслаць паведамленьне ў гутарку, сьцішыўшы мікрафон.

source: It's much easier for friends to find you on Skype if you set your picture.
be: Сябрам будзе нашмат лягчэй знайсьці вас у Skype, калі вы ўсталюеце сабе малюнак.

source: It's optional, so you don't have to enter it.
be: Запаўняць іх не абавязкова, таму можаце нічога не пісаць.

source: It's worth checking that your speakers are switched on and correctly plugged in.
be: Варта ўпэўніцца, што вы далучылі галасьнікі належным чынам і ўлучылі іх.

source: It's worth double-checking your microphone is switched on and correctly plugged in.
be: Варта ўпэўніцца, што вы далучылі мікрафон належным чынам і ўлучылі яго.

source: Item has been deleted from conversation history.
be: Размову сьцерлі зь гісторыі.

source: January
be: Студзень

source: Join Conversation
be: Далучыцца да размовы

source: Join a public chat
be: Далучыцца да адкрытае гутаркі

source: Join call
be: Далучыцца да выкліку

source: Join call with video
be: Далучыцца да выкліку зь відэа

source: Join to Conference
be: Далучыцца да нарады

source: July
be: Ліпень

source: June
be: Чэрвень

source: Just dropping you a quick note to let you know I'm on Skype.
be: Хачу паведаміць вам, што я карыстаюся праґрамаю Skype.

source: Just plug into your computer and boom!
be: Проста далучыце да кампутара — і вось!

source: Just turned %s
be: Толькі што споўнілася %s

source: Keep Skype in the taskbar while I'm signed in.
be: Пакідаць Skype у паліцы задач, калі я ў сетцы.

source: Keep chat history for...
be: Захоўваць гісторыю гутаркі…

source: Keep history for
be: Захоўваць гісторыю

source: Keep screen sharing on
be: Працягваць дзяліцца экранам

source: Keep video on
be: Пакінуць відэа працаваць

source: Kiss
be: Пацалунак

source: Labels for %1
be: Цэтлікі да %1

source: Lalala
be: Ня слухаю

source: Language
be: Мова

source: Language file editor
be: Рэдактар файла мовы

source: Language-Team: LANGUAGE
be: Language-Team: Belarusian

source: Language-Team: LANGUAGE <LL@li.org>
be: Language-Team: Belarusian <i18n@mova.org>

source: Language:
be: Мова:

source: Large
be: Вялікі

source: Large view
be: Вялікі памер

source: Last 14 Days
be: апошнія два тыдні

source: Last 24 Hours
be: апошнія суткі

source: Last 30 Days
be: апошні месяц

source: Last 6 Months
be: апошнія паўгады

source: Last 7 Days
be: апошні тыдзень

source: Last Seen:
be: Апошні раз бачылі:

source: Last Seen: %1
be: Апошні раз бачылі: %1

source: Last Year
be: апошні год

source: Last activity %s ago
be: Апошняя падзея — %s таму

source: Last days %s
be: Пакуль яшчэ %s

source: Last message
be: Апошняе паведамленьне

source: Last seen
be: Апошні раз бачылі

source: Last-Translator: FULL NAME
be: Last-Translator: Yekhe Kim Urg

source: Last-Translator: FULL NAME <EMAIL@ADDRESS>
be: Last-Translator: Павал Клёк <yehekim@gmail.com>

source: Laugh
be: Сьмяюся

source: Learn about Call Quality
be: Падрабязьней пра якасьць гуку

source: Learn about Skype
be: Падрабязьней пра Skype

source: Learn how to make calls
be: Даведайцеся, як выклікаць

source: Learn more
be: Даведацца болей

source: Learn more about Call Forwarding
be: Даведацца болей пра тое, як перасылаюцца выклікі

source: Learn more about SMS
be: Даведацца болей пра SMS

source: Learn more about Skype Voicemail
be: Даведацца болей пра галасавую пошту
